Repository: kornersecurity/korner-client
Catalog: src/pot/po/*.po
Languages: es

source: 'Manual Setup'
es: Configuración Manual

source: 'next'
es: siguiente

source: {{modalTitle}} Contact
es: {{modalTitle}} Contacto

source: {{modalTitle}} Contact Details
es: {{modalTitle}} Información de Contacto

source: &nbsp Active
es: &nbsp Activo

source: &nbsp Declined
es: &nbsp Denegado

source: &nbsp Pending Invites
es: &nbsp Invitaciones Pendientes

source: <div class="fa fa-arrow-left fa-1x"> &nbsp exit</div>
es: <div class="fa fa-arrow-left fa-1x"> &nbsp salir</div>

source: <div class="fa fa-arrow-left fa-1x"> </div>&nbsp back
es: <div class="fa fa-arrow-left fa-1x"> </div>&nbsp atras

source: <div class="fa fa-arrow-left fa-1x"> </div>&nbsp exit
es: <div class="fa fa-arrow-left fa-1x"> </div>&nbsp salir

source: A valid email address is required.
es: Se requiere dirección de correo electrónico válida.

source: Add Circle Member
es: Agregar Miembro al Circulo

source: Add Contact
es: Agregar Contacto

source: Are you sure you want to close the security circle wizard?
es: ¿Seguro que desea cerrar el asistente de creación de círculo de seguridad?

source: Are you sure you want to remove
es: ¿Seguro que desea remover

source: Cancel
es: Cancelar

source: Cannot remove user at this time.
es: No se pudo remover el miembro

source: Click the box next to the name of each contact who you would like to invite to join your Security Circle.
es: Haga clic en la casilla junto al nombre de cada contacto que le gustaría invitar a unirse a su círculo de Seguridad.

source: Close Wizard
es: Cerrar Asistente

source: Congratulations, and welcome to home security in its simplest form. Please click the 'Play' button below to watch a short video about the Korner system and an overview of the set-up process.
es: Felicitaciones y bienvenido a seguridad domiciliaria en su forma más simple. Por favor, haga clic en el botón 'Ver' de abajo para ver un video corto sobre el sistema Korner y una visión general del proceso de configuración.

source: Connect the Stick to your router
es: Conectar el Fob a su router de internet.

source: Contact Details
es: Información de Contacto

source: Contacts cannot be loaded
es: No se pudo cargar contactos

source: Deselect all
es: Deseleccionar

source: done
es: terminado

source: E-mail Address* &nbsp &nbsp<input type="email" placeholder="email@address.com" ng-model="newUserData.email" name="uEmail" required class="padding-left ng-invalid ng-touched">
es: Dirección de Correo* &nbsp &nbsp<input type="email" placeholder="direccion@correo.com" ng-model="newUserData.email" name="uEmail" required class="padding-left ng-invalid ng-touched">

source: Edit
es: Editar

source: Email Already Used
es: Dirección de correo ya utilizado

source: First name is required
es: Nombre requerido

source: First Name* &nbsp &nbsp<input type="text" placeholder="First name" ng-model="newUserData.firstname" name="uName" required class="padding-left ng-invalid ng-touched">
es: Nombre* &nbsp &nbsp<input type="text" placeholder="Nombre" ng-model="newUserData.firstname" name="uName" required class="padding-left ng-invalid ng-touched">

source: Fob Extender Setup
es: Configuración de Extendedor de señal

source: Fob Setup
es: Configuración de Fob

source: from this security circle?
es: de este circulo de seguridad?

source: I would love for you to joing my Korner Security Circle. Please help me and my family feel secure in our neighbourhood
es: Me encantaría que te sumes a mi circulo de seguridad del sistema Korner. Por favor ayuda a mi familia y a mi a sentirnos mas seguros en nuestro barrio.

source: If the connection process takes more than one minute, then you can click<strong translate="translate">'Manual Setup'</strong>.
es: Si el proceso de conexión tarda más de un minuto, usted puede hacer clic en <strong translate = "translate "> "Configuración manual" </ strong>.

source: Import Contacts
es: Importar Contactos

source: In the box below, enter the message you would like to send to all of your invited members. Your message may be up to (??) characters long. Once you are finished, click 'Send Invitation'.
es: En el cuadro a continuación, introduzca el mensaje que le gustaría enviar a todos sus miembros invitados. Su mensaje puede ser de hasta (??) caracteres. Una vez que haya terminado, haga clic en "Enviar invitación".

source: Insert the Korner Stick into an open port on your router and plug the Stick into a power source using the USB cable that was provided.
es: Inserte el Korner Fob en un puerto abierto de su router de internet y conecte el Fob en una fuente de alimentación mediante el cable USB que se proporcionó.

source: Invitation cannot be sent.
es: Invitación No puede ser enviada.

source: Invitation resent successfully.
es: Invitación enviada.

source: Invitations cannot be sent.
es: Invitaciones no pudieron ser enviadas.

source: Invitations sent successfully.
es: Invitaciones enviadas.

source: Invite Contacts
es: Invite Contactos

source: Invite Message
es: Mensaje de Invitación

source: Korner Safe - Security Circle Invitation
es: Korner Safe - Invitación a Circulo de Seguridad

source: Last Name &nbsp &nbsp<input type="text" placeholder="Last name" ng-model="newUserData.lastname" class="padding-left">
es: Apellido &nbsp &nbsp<input type="text" placeholder="Apellido" ng-model="newUserData.lastname" class="padding-left">

source: Loading contacts...
es: Cargando contactos...

source: Message
es: Mensaje

source: Message...
es: Mensaje...

source: next &nbsp<div class="fa fa-arrow-right fa-1x"> </div>
es: siguiente &nbsp<div class="fa fa-arrow-right fa-1x"> </div>

source: next &nbsp<span><div class="fa fa-arrow-right fa-1x"> </div></span>
es: siguiente &nbsp<span><div class="fa fa-arrow-right fa-1x"> </div></span>

source: Notify Circle
es: Notifique Círculo de Seguridad

source: Once installed, the Stick will begin communicating with the Korner server. This may take a few minutes...
es: Una vez instalado, el Fob comenzará comunicarse con el servidor Korner. Esto puede tardar unos minutos ...

source: One of the email addresses you selected is already in your Security Circle. Please select a different email address.
es: Una de las direcciones de correo electrónico que ha seleccionado ya está en su círculo de Seguridad. Por favor, seleccione una dirección de correo electrónico diferente.

source: Please enter a valid email address.
es: Por favor, introduzca una dirección de correo electrónico válida.

source: Recipients
es: Recibidores

source: Remove
es: Remover

source: Remove User
es: Remover Usuario

source: Removing user from circle...
es: Removiendo usuario de su circulo de seguridad...

source: Resend
es: Re-enviar

source: Resend Invitation
es: Re-enviar Invitación

source: Resending Invitation...
es: Re-enviando Invitación...

source: Save
es: Guardar

source: Searching
es: Buscando...

source: Security Circle
es: Circulo de Seguridad

source: Security Circle Creation
es: Creación de Circulo de Seguridad

source: Security Circle Setup
es: Configuración Circulo de Seguridad

source: Select all
es: Seleccionar Todos

source: Select Contacts
es: Seleccione Contactos

source: Sending invitations...
es: Enviando invitaciones...

source: Setup Complete!
es: Configuración Completa!

source: Skip Invitees
es: Omitir Invitaciones

source: Some generic subject line...
es: Linea de asunto de correo...

source: Stick Location
es: Direccion de Ubicacion del Fob

source: Success! The Stick is now communicating with the Korner server. Enter the address at which this Stick is located.
es: Éxito! El Fob se está comunicando con los servidores de Korner. Escriba la dirección en la que este Fob se encuentra ubicado.

source: Tag Setup
es: Configuración de Tag

source: The email address you entered is already in your Security Circle. Please enter a different email address.
es: La dirección de correo electrónico que ha introducido ya está en su círculo de Seguridad. Introduzca una dirección de correo electrónico diferente.

source: The process consists of identifying who want to invite, creating an invitation message, then sending the invitation.
es: El proceso consiste en identificar a quien quiere invitar, creando un mensaje de invitación, y a continuación, enviar la invitación.

source: To invite a single new member, enter their contact informaton below and click 'Add Contact'.
es: Para invitar a un solo miembro, introduzca su información de contacto a continuación y haga clic en "Agregar Contacto".

source: To the Korner Security Circle setup process. You will be able to invite as many people as you would like (any practical limit?) to help you protect the security of your home and to notify you of potential problems.
es: Al proceso de configuración del Circulo de Seguridad Korner. Usted podra invitar a tantas personas como le gustaría (cualquier límite práctico?) para ayudar a proteger la seguridad de su hogar y para notificarle de los problemas potenciales.

source: User removed successfully.
es: Miembro removido.

source: Welcome
es: Bienvenido

source: Welcome to Korner Safe
es: Bienvenido a Korner Safe

source: Yes
es: Si

source: You have not sent invitations to everyone on your list. Are you sure you want to skip inviting these people?
es: No ha enviado invitaciones a todos en su lista . ¿Seguro que desea omitir invitar a estas personas?

source: You may return to the Security Circle Setup process at any time to invite additional members or to check on the status of your invitations.
es: Usted puede volver al proceso de configuración del Círculo de seguridad en cualquier momento para invitar a miembros adicionales o para comprobar el estado de sus invitaciones.

source: Your current Security Circle members are listed below. Click the blue user plus button add a new member. Swiping on an existing member will display a list of actions you can perform.
es: Los miembros de su Círculo de Seguridad se enumeran a continuación. Haga clic en el botón azul para añadir a un nuevo miembro. Birlando un miembro existente mostrará una lista de acciones que puede realizar.

source: Your friends will now be invited to help protect your home.
es: Sus amigos serán invitados en instantes para ayudar a proteger su casa.
